[
  {
      "name": "Andaman and Nicobar Islands",
      "Greetings": "Salaam! Discover the tropical paradise of Andaman and Nicobar Islands, savor the seafood platter, and explore the stunning Radhanagar Beach."
  },
  {
      "name": "Andhra Pradesh",
      "Greetings": "నమస్కారం! Explore Andhra Pradesh, where you can savor the spicy Andhra Chicken Curry and visit the picturesque Araku Valley."
  },
  {
      "name": "Arunachal Pradesh",
      "Greetings": "Nyarap! Discover Arunachal Pradesh's natural beauty, savor Thukpa, and explore the serene Tawang Monastery."
  },
  {
      "name": "Assam",
      "Greetings": "Nomoshkar! Immerse yourself in Assam's tea culture, sipping on Assam Tea, and explore the lush Kaziranga National Park."
  },
  {
      "name": "Bihar",
      "Greetings": "Jai Bihar! Explore the rich history of Bihar, savor the mouthwatering Litti Chokha, and visit the ancient Nalanda University ruins."
  },

  {
      "name": "Chhattisgarh",
      "Greetings": "Chhattisgarh Ke Jai Ho! Dive into the culture of Chhattisgarh, where you can enjoy the spicy Chana Samosa and explore the beautiful Chitrakoot Falls."
  },
  {
      "name": "Dadra and Nagar Haveli and Daman and Diu",
      "Greetings": "Jai Maa Bhavani! Explore the beauty of Dadra and Nagar Haveli, savor the delicious Farsan, and relax in the serene Dudhni Lake."
  },
  {
      "name": "Goa",
      "Greetings": "Bom Dia! Experience the vibrant nightlife of Goa, savor Vindaloo, and relax on the beautiful beaches of Palolem."
  },
  {
      "name": "Gujarat",
      "Greetings": "Kem cho! Taste the flavors of Gujarat with the delectable Dhokla and be awed by the intricate architecture of the Sun Temple in Modhera."
  },
  {
      "name": "Haryana",
      "Greetings": "Sat Sri Akal! Experience the warmth of Haryana, where you can relish the flavorsome Bhutte Ka Kees and visit the historic Kurukshetra."
  },
  {
      "name": "Himachal Pradesh",
      "Greetings": "Namaste! Experience the serene beauty of Himachal Pradesh, savor the delectable Chana Madra, and explore the breathtaking landscapes of Manali."
  },
  {
      "name": "Jammu and Kashmir",
      "Greetings": "Salaam! Explore the paradise of Jammu and Kashmir, savor the mouthwatering Rogan Josh, and wander through the pristine Dal Lake in Srinagar."
  },
  {
      "name": "Jharkhand",
      "Greetings": "Johar! Discover Jharkhand, the land of vibrant tribal traditions, and relish the delectable Thekua while exploring the serene Netarhat Plateau."
  },
  {
      "name": "Karnataka",
      "Greetings": "Namaste! Discover Karnataka, home to diverse landscapes, historic ruins, and the Silicon Valley of India, Bengaluru!"
  },
  {
      "name": "Kerala",
      "Greetings": "Namaskaram! Visit Kerala, God's Own Country, and immerse yourself in its lush greenery and serene backwaters!"
  },
  {
      "name": "Lakshadweep",
      "Greetings": "Island Greetings! Explore the pristine islands of Lakshadweep, savor the catch of the day, and snorkel in the crystal-clear waters."
  },
  {
      "name": "Madhya Pradesh",
      "Greetings": "Namaskar! Explore the heart of India in Madhya Pradesh, where you can savor the delicious Poha and marvel at the intricate carvings of the Khajuraho Temples."
  },
  {
      "name": "Maharashtra",
      "Greetings": "Namaskar! Dive into the spirit of Maharashtra, where you can relish the lip-smacking Vada Pav and explore the vibrant streets of Mumbai, the City of Dreams."
  },
  {
      "name": "Manipur",
      "Greetings": "Namaskar! Experience the beauty of Manipur, where you can savor Eromba and discover the serene Loktak Lake."
  },
  {
      "name": "Meghalaya",
      "Greetings": "Khublei! Explore the abode of clouds in Meghalaya, savor Jadoh, and trek through the mesmerizing living root bridges of Cherrapunji."
  },
  {
      "name": "Mizoram",
      "Greetings": "Hello! Discover the beauty of Mizoram, where you can relish Bamboo Shoot Curry and explore the serene Murlen National Park."
  },
  {
      "name": "Nagaland",
      "Greetings": "Aloha! Dive into Nagaland's rich culture, savor Smoked Pork with Bamboo Shoot, and explore the picturesque Dzükou Valley."
  },
  {
      "name": "Odisha",
      "Greetings": "Namaskar! Explore the cultural tapestry of Odisha, where you can savor the scrumptious Dalma and visit the historic Sun Temple in Konark."
  },
  {
      "name": "Puducherry",
      "Greetings": "Bonjour! Experience the French influence in Puducherry, savor Creole-inspired cuisine, and relax on the serene Promenade Beach."
  },
  {
      "name": "Punjab",
      "Greetings": "Sat Sri Akal! Feast on the hearty Punjabi Butter Chicken and experience the grandeur of the Golden Temple in Amritsar."
  },
  {
      "name": "Rajasthan",
      "Greetings": "Namaskar! Experience the royal grandeur of Rajasthan, where every corner whispers tales of valor and opulence!"
  },
  {
      "name": "Sikkim",
      "Greetings": "Jasho! Explore the land of mountains in Sikkim, savor Thukpa, and trek to the breathtaking Kanchenjunga Base Camp."
  },
  {
      "name": "Tamil Nadu",
      "Greetings": "Vanakkam! Discover Tamil Nadu, the land of the crispy Masala Dosa, and lose yourself in the timeless beauty of the Meenakshi Temple in Madurai."
  },
  {
      "name": "Telangana",
      "Greetings": "Namaskaram! Explore Telangana, savor Hyderabadi Biryani, and dive into the charm of Hyderabad!"
  },
  {
      "name": "Tripura",
      "Greetings": "Sagolmang! Explore the beauty of Tripura, savor Mui Borok, and visit the stunning Neermahal Palace on Rudrasagar Lake."
  },
  {
      "name": "Uttar Pradesh",
      "Greetings": "Namaste! Experience the heart of India in Uttar Pradesh, home to the delectable Tunday Kababi and the iconic Taj Mahal in Agra."
  },
  {
      "name": "Uttarakhand",
      "Greetings": "Namaskar! Discover the natural wonders of Uttarakhand, savor Aloo Ke Gutke, and trek to the enchanting Valley of Flowers."
  },
  {
      "name": "West Bengal",
      "Greetings": "Nomoshkar! Immerse yourself in the cultural delight of West Bengal, where you can savor the sweet Rosogolla and marvel at the beauty of the Victoria Memorial in Kolkata."
  },

  {
      "name": "Chandigarh",
      "Greetings": "Sat Sri Akal! Discover Chandigarh's modern architecture, savor the spicy Aloo Paratha, and visit the beautiful Rock Garden."
  },
 
  {
      "name": "Lakshadweep",
      "Greetings": "Island Greetings! Explore the pristine islands of Lakshadweep, savor the catch of the day, and snorkel in the crystal-clear waters."
  }
]
